Repository: gwolf/labvirt
Catalog: po/*/labvirt.po
Languages: es

source: The specified settings were successfully updated
es: Los datos especificados han sido actualizados exitosamente

source: Specified item does not exist
es: El elemento especificada no existe

source: Error saving requested data:
es: Error grabando los datos solicitados:

source: The terminal has been successfully deleted
es: La terminal fue eliminada exitosamente

source: Could not delete requested terminal:
es: No fue posible eliminar la terminal solicitada:

source: This controller should not be directly invoked
es: Este controlador no debe ser invocado directamente

source: Successfully logged in
es: Se ha registrado exitosamente en el sistema

source: Login failure
es: Error entrando al sistema

source: The laboratory was successfully created
es: El laboratorio fue creado exitosamente

source: Error registering laboratory
es: Error registrando laboratorio

source: Laboratory list
es: Lista de laboratorios

source: Define a new laboratory
es: Definir un nuevo laboratorio

source: Edit laboratory
es: Editar laboratorio

source: The profile was successfully created
es: El perfil fue creado exitosamente

source: Error registering profile
es: Error registrando al perfil

source: Profile list
es: Lista de perfiles

source: Define a new profile
es: Definir un nuevo perfil

source: Edit profile
es: Editar perfil

source: User data successfully updated
es: Los datos del usuario fueron actualizados exitosamente

source: The user was successfully deleted
es: El usuario fue eliminado exitosamente

source: Could not destroy requested user:
es: No fue posible eliminar el usuario especificado:

source: The user was successfully created
es: El usuario fue creado exitosamente

source: Error registering user:
es: Error registrando al usuario:

source: Unknown terminal %s
es: Terminal desconocida %s

source: The terminal has been successfully created
es: La terminal fue creada exitosamente

source: Terminals listing
es: Listado de terminales

source: Define a new terminal
es: Definir una nueva terminal

source: Something nice should go down here...
es: Algo interesante podría ir aquí...

source: Laboratories
es: Laboratorios

source: Profiles
es: perfiles

source: Disk devices
es: Dispositivos de disco

source: Terminals
es: Terminales

source: Instances
es: Instancias

source: User management
es: Administración de usuarios

source: The device was successfully created
es: El dispositivo fue creado exitosamente

source: Error registering device
es: Error registrando al dispositivo

source: Disk device list
es: Lista de dispositivos de disco

source: Define a new disk device
es: Definir un nuevo dispositivo de disco

source: Edit disk device
es: Editar dispositivo de disco

source: disk type
es: tipo de disco

source: DiskType|Name
es: Nombre

source: profile
es: perfil

source: Profile|Name
es: Nombre

source: Profile|Descr
es: Descripción

source: Profile|Ram
es: Nombre

source: Profile|Extra params
es: Parámetros extra

source: Profile|Maint mode
es: Modo de mantenimiento

source: Profile|Active
es: Activo

source: Profile|Created at
es: Fecha de creación

source: Profile|Updated at
es: Última actualización

source: Profile|Net iface
es: Interfaz de red

source: Profile|Laboratory
es: Laboratorio

source: Profile|Position
es: Posición

source: Instance %s for %s is not running or did not register its PID
es: La instancia %s para %s no está corriendo o no registró su PID

source: This instance is no longer valid
es: Esta instancia ya no es válida

source: Terminal|Ipaddr
es: Dirección IP

source: Terminal|Serveraddr
es: Dirección del servidor

source: Terminal|Created at
es: Fecha de creación

source: Terminal|Updated at
es: Última actualización

source: Terminal|Term class
es: Clase de terminal

source: net iface
es: interfaz de red

source: NetIface|Name
es: Nombre

source: disk dev
es: dispositivo de disco

source: DiskDev|Name
es: Nombre

source: DiskDev|Filename
es: Nombre de archivo

source: DiskDev|Created at
es: Fecha de creación

source: DiskDev|Updated at
es: Última actualización

source: DiskDev|Disk type
es: Tipo de disco

source: DiskDev|Media type
es: Tipo de medio

source: DiskDev|Profile
es: Perfil

source: DiskDev|Position
es: Posición

source: term class
es: clase de terminal

source: TermClass|Name
es: Nombre

source: TermClass|Path
es: Ruta

source: TermClass|Params
es: Parámetros

source: TermClass|Created at
es: Fecha de creación

source: TermClass|Updated at
es: Última actualización

source: sysuser
es: usuario de sistema

source: Sysuser|Name
es: Nombre

source: Sysuser|Login
es: Login

source: Sysuser|Passwd
es: Contraseña

source: Sysuser|Pw salt
es: Salt de la contraseña

source: Sysuser|Admin
es: Admin

source: Sysuser|Created at
es: Fecha de creación

source: Sysuser|Updated at
es: Última actualización

source: media type
es: tipo de medio

source: MediaType|Name
es: Nombre

source: sys conf
es: configuración

source: SysConf|Key
es: Llave

source: SysConf|Descr
es: Descripción

source: SysConf|Value
es: Valor

source: SysConf|Created at
es: Fecha de creación

source: SysConf|Updated at
es: Última actualización

source: term param
es: parámetros de terminal

source: TermParam|Name
es: Nombre

source: TermParam|Value
es: Valor

source: TermParam|Terminal
es: Terminal

source: laboratory
es: laboratorio

source: Laboratory|Name
es: Nombre

source: Laboratory|Descr
es: Descripción

source: Laboratory|Mac base addr
es: Dirección MAC base

source: Laboratory|Max instances
es: Instancias máximas

source: Laboratory|Start instances
es: Instancias a iniciar

source: Laboratory|Created at
es: Fecha de creación

source: Laboratory|Updated at
es: Última actualización

source: Must be exclusively alphanumeric characters. Underscores are allowed
es: Debe consistir exclusivamente de caracteres alfanuméricos. Los guiones bajos están permitidos.

source: Has to be a valid MAC address, with 00 as its last byte
es: Debe ser una dirección MAC válida, con 00 como su último byte

source: Laboratory %s (%d) has reached its maximum number of instances (%d)
es: El laboratorio %s (%d) alcanzó su número máximo de instancias (%d)

source: Cannot assign a new instance number
es: No es posible asignar un nuevo número de instancia

source: Argument must be an integer between 0 and 255
es: Este argumento debe ser un núnmero entero entre 0 y 255

source: Name
es: Nombre

source: Action
es: Acción

source: Yes
es: Sí

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Are you sure you want to remove %s?
es: Está seguro de que desea eliminar %s?

source: IP address
es: Dirección IP

source: Server address
es: Dirección del servidor

source: Terminal class
es: Clase de terminal

source: Please save the terminal before specifying any parameters
es: Por favor grabe los datos de la terminal antes de especificar sus parámetros extra

source: Leave any terminal parameter blank to delete it; create a new one by specifying its name as well.
es: Deje un parámetro en blanco para eliminarlo; puede crear uno nuevo especificando su nombre.

source: this item
es: este elemento

source: Log out
es: Salir

source: Field %s not defined for %s
es: El campo %s no está definido para %s

source: Unexpected arguments received:
es: Argumentos inesperados:
